insert into brand(name)
values ('A'),
       ('B'),
       ('C'),
       ('D'),
       ('E'),
       ('F'),
       ('G'),
       ('H'),
       ('I');

insert into category(name)
values ('상의'),
       ('아우터'),
       ('바지'),
       ('스니커즈'),
       ('가방'),
       ('모자'),
       ('양말'),
       ('액세서리');

insert into product(brand_id, category_id, price, name)
values (1, 1, 11200, '상의1'),
       (1, 2, 5500, '아우터1'),
       (1, 3, 4200, '바지1'),
       (1, 4, 9000, '스니커즈1'),
       (1, 5, 2000, '가방1'),
       (1, 6, 1700, '모자1'),
       (1, 7, 1800, '양말1'),
       (1, 8, 2300, '액세서리1');

insert into product(brand_id, category_id, price, name)
values (2, 1, 10500, '상의2'),
       (2, 2, 5900, '아우터2'),
       (2, 3, 3800, '바지2'),
       (2, 4, 9100, '스니커즈2'),
       (2, 5, 2100, '가방2'),
       (2, 6, 2000, '모자2'),
       (2, 7, 2000, '양말2'),
       (2, 8, 2200, '액세서리2');

insert into product(brand_id, category_id, price, name)
values (3, 1, 10000, '상의3'),
       (3, 2, 6200, '아우터3'),
       (3, 3, 3300, '바지3'),
       (3, 4, 9200, '스니커즈3'),
       (3, 5, 2200, '가방3'),
       (3, 6, 1900, '모자3'),
       (3, 7, 2200, '양말3'),
       (3, 8, 2100, '액세서리3');

insert into product(brand_id, category_id, price, name)
values (4, 1, 10100, '상의4'),
       (4, 2, 5100, '아우터4'),
       (4, 3, 3000, '바지4'),
       (4, 4, 9500, '스니커즈4'),
       (4, 5, 2500, '가방4'),
       (4, 6, 1500, '모자4'),
       (4, 7, 2400, '양말4'),
       (4, 8, 2000, '액세서리4');

insert into product(brand_id, category_id, price, name)
values (5, 1, 10700, '상의5'),
       (5, 2, 5000, '아우터5'),
       (5, 3, 3800, '바지5'),
       (5, 4, 9900, '스니커즈5'),
       (5, 5, 2300, '가방5'),
       (5, 6, 1800, '모자5'),
       (5, 7, 2100, '양말5'),
       (5, 8, 2100, '액세서리5');

insert into product(brand_id, category_id, price, name)
values (6, 1, 11200, '상의6'),
       (6, 2, 7200, '아우터6'),
       (6, 3, 4000, '바지6'),
       (6, 4, 9300, '스니커즈6'),
       (6, 5, 2100, '가방6'),
       (6, 6, 1600, '모자6'),
       (6, 7, 2300, '양말6'),
       (6, 8, 1900, '액세서리6');

insert into product(brand_id, category_id, price, name)
values (7, 1, 10500, '상의7'),
       (7, 2, 5800, '아우터7'),
       (7, 3, 3900, '바지7'),
       (7, 4, 9000, '스니커즈7'),
       (7, 5, 2200, '가방7'),
       (7, 6, 1700, '모자7'),
       (7, 7, 2100, '양말7'),
       (7, 8, 2000, '액세서리7');

insert into product(brand_id, category_id, price, name)
values (8, 1, 10800, '상의8'),
       (8, 2, 6300, '아우터8'),
       (8, 3, 3100, '바지8'),
       (8, 4, 9700, '스니커즈8'),
       (8, 5, 2100, '가방8'),
       (8, 6, 1600, '모자8'),
       (8, 7, 2000, '양말8'),
       (8, 8, 2000, '액세서리8');

insert into product(brand_id, category_id, price, name)
values (9, 1, 11400, '상의9'),
       (9, 2, 6700, '아우터9'),
       (9, 3, 3100, '바지9'),
       (9, 4, 9500, '스니커즈9'),
       (9, 5, 2400, '가방9'),
       (9, 6, 1700, '모자9'),
       (9, 7, 1700, '양말9'),
       (9, 8, 2400, '액세서리9');